module.exports = {
    // きららマギカ
    "すてマ!〜魔法少女拾いました〜/〜魔法少女拾わされました〜": /すてマ/,
    "魔法少女部まどか☆マギカ": /魔法少女部/,
    "魔法少女ほむら☆たむら〜平行世界がいつも平行であるとは限らないのだ〜": /ほむら.?たむら/,
    "ぽむ☆マギ": /[ぽほ]む.?(マギ|まぎ)/,
    "まどか☆えんがわ": /まどか.?(えん|縁)/,
    "みたきはら幼稚園まほう組": /見滝原(幼稚園|ようちえん)|みたきはら(幼|よう)|(まほう|魔法)組/,
    "巴マミの平凡な日常": /マミ(さん)?の平|マミ(さん)?の日常/,
    "見滝原☆アンチマテリアルズ": /見滝原.?アンチ/,
    "ふわっとまどか": /ふわっとまどか/,
    "かなめけ": /かなめけ/,
    "魔法少女たると☆マギカ The Legend of \"Jeanne d'Arc\"": /たると?.?(マギ|まぎ)|Jeanne.*Arc/i,
    "魔法少女おりこ☆マギカ": /(おりこ?|オリコ?).?(マギ|まぎ)/,
    "魔法少女まどか☆マギカ [魔獣編]": /魔獣編/,
    // 連載終了
    "くるほむ": /くるほむ/,
    "魔法少女まどか☆マギカ ほむらリベンジ!": /(ほむら|ホムラ)(リベンジ|りべんじ)/,
    "カフェ☆グリーフシードへようこそ!": /グリーフシード/,
};
